---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConceptualConstructionMaterial
source: html/ac497292-c794-7bcb-00d9-8c0e0d9efd0a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConceptualConstructionMaterial Property

"Graphical Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId ConceptualConstructionMaterial { get; }
```